Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཀུན་དགའ་བོ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ དང་པོ་ དེ་ དང་ ལྡན་ ན་ ཚེ་ རྗེས་ ནས་ དགེ་སློང་ ཚུ ར་ ཤོག་ ཅེས་བྱ་བ འི་ རབ་ཏུ་ འབྱུང་བ་ འཐོབ་པ་ ཡིན་ ནོ །_།
en: Ānanda, bodhisattvas with this first quality will succeed in going forth in their next lives too, and will be told, ‘Monk, come join me!’

source: ཀུན་དགའ་བོ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ བཙལ་བ འི་ ཕྱིར་ བདག་ཉིད་ [200a] ཀྱིས་ ཀྱང་ བརྩོན་འགྲུས་ བརྩམས་པ་ ཡིན་ ཞིང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ བཙལ་བ འི་ ཕྱིར་ གཞན་དག་ ཀྱང་ བརྩོན་འགྲུས་ རྩོམ་པ་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་པ་ ཡིན་ ཏེ
en: $1684 “Second, Ānanda, bodhisattvas should themselves apply diligence in pursuit of the qualities of the buddhas, [200.a] and also lead others to uphold the application of diligence in pursuit of the qualities of the buddhas.

source: ཀུན་དགའ་བོ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ གཉིས་པ་ དེ་ དང་ ལྡན་ ན་ ཚེ་ རྗེས་ ནས་ དགེ་སློང་ ཚུ ར་ ཤོག་ ཅེས་བྱ་བ འི་ རབ་ཏུ་ འབྱུང་བ་ འཐོབ་པ་ ཡིན་ ནོ །_།
en: Ānanda, bodhisattvas with this second quality will succeed in going forth in their next lives too, and will be told, ‘Monk, come join me!’

source: ཀུན་དགའ་བོ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ བདག་ཉིད་ ཀྱང་ བཟོད་པ་ དང་ དེས་པ་ དང་ ལྡན་པ་ ཡིན་ ཞིང་ །_། གཞན་དག་ ཀྱང་ བཟོད་པ་ དང་ དེས་པ་ ཕུན་སུམ་ ཚོགས་པ་ ལ་ འགོད་པ ར་ བྱེད་པ་ ཡིན་ ལ །_།
en: $1685 “Third, Ānanda, bodhisattvas themselves should be forbearing and gentle, while also causing others to perfect forbearance and gentleness.

source: བདག་ཉིད་ ཀྱང་ ཡོ་བྱད་ བསྙུངས་པ འི་ ཡོན་ཏན་ ལ་ གནས་པ་ ཡིན་ ཞིང་ །_ གཞན་དག་ ཀྱང་ ཡོ་བྱད་ བསྙུངས་པ འི་ ཡོན་ཏན་ ཕུན་སུམ་ ཚོགས་པ་ ལ་ འཇོག་པ ར་ བྱེད་པ་ ཡིན་ ལ །_།
en: They themselves should observe the quality of austerity, while they also establish others in the perfect quality of austerity.

source: དེ་ བདག་ཉིད་ ཀྱང་ ཤེས་རབ་ དང་ ལྡན་པ་ ཡིན་ ཞིང་ །_ གཞན་དག་ ཀྱང་ ཤེས་རབ་ ཕུན་སུམ་ ཚོགས་པ་ ལ་ འཇོག་པ ར་ བྱེད་པ་ ཡིན་ ཏེ
en: They themselves should be insightful, while they also establish others in perfect insight.

source: ཀུན་དགའ་བོ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ གསུམ་པ་ དེ་ དང་ ལྡན་ ན་ ཚེ་ རྗེས་ ནས་ དགེ་སློང་ ཚུ ར་ ཤོག་ ཅེས་བྱ་བ འི་ རབ་ཏུ་ འབྱུང་བ་ འཐོབ་པ་ ཡིན་ ནོ །_།
en: Ānanda, bodhisattvas with that third quality will succeed in going forth in their next lives too, and will be told, ‘Monk, come join me!’

source: ཀུན་དགའ་བོ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ བདག་ཉིད་ ཀྱང་ ཐབས་ ལ་ མཁས་ ཤིང་ སྨོན་ལམ་ གྱི་ སྟོབས་ དང་ ལྡན་པ་ ཡིན་ ལ །_ གཞན་དག་ ཀྱང་ ཐབས་ ལ་ མཁས་པ་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་ ཅིང་ སྨོན་ལམ་ གྱི་ སྟོབས་ ཀྱིས་ འཇོག་པ ར་ བྱེད་པ་ ཡིན་ ཏེ
en: $1686 “Fourth, Ānanda, bodhisattvas themselves should be skilled in means and possess the power of aspiration, while also leading others to uphold skill in means and imbuing others with the power of aspiration.

source: ཀུན་དགའ་བོ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ བཞི་པོ་ དེ་ དང་ ལྡན་ ན་ |#| ཚེ་ རྗེས་ ནས་ དགེ་སློང་ ཚུ ར་ ཤོག་ ཅེས་བྱ་བ འི་ རབ་ཏུ་ འབྱུང་བ་ འཐོབ་ ཅིང་ །_། སངས་རྒྱས་ ཀྱི་ ཞིང་ ནས་ སངས་རྒྱས་ ཀྱི་ ཞིང་ དུ་ འགྲོ་ ལ །_། ཐམས་ཅད་ དུ་ ཡང་ ལུས་ དེ་ཉིད་ ཀྱིས་ རྒྱལ་སྲིད་ འཐོབ་ ཅིང་ དེར་ ཡང་ བག་ ཡོད་པ་ ཡིན་ ནོ །_།
en: Ānanda, bodhisattvas with these four qualities will succeed in going forth in their next lives too, and will be told, ‘Monk, come join me!’ and travel from buddha realm to buddha realm, attaining dominion wherever they go in that very body, while also remaining circumspect throughout.

source: ཀུན་དགའ་བོ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ བཞི་ དང་ ལྡན་ ན་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལས་མི་ ཉམས་ ཤིང་ ཡོངས་སུ་ མི་ ཉམས་པ་ ཡིན་ ཏེ །_།
en: $1687 “Ānanda, there are four qualities bodhisattvas may possess that will ensure that their progress toward unexcelled and perfect awakening will never relapse or be reversed.

source: བཞི་ གང་ཞེ་ན །_།
en: What are those four qualities?

source: ཀུན་ དགའ་བོ་ འདི་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ ལྷག་པ འི་ བསམ་པ ས་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་ སྐྱེད་པ ར་ བྱེད་པ་ ཡིན །_
en: Ānanda, bodhisattvas should altruistically engender the mind set on unexcelled and perfect awakening.

source: དེ་བཞིན་ གཤེགས་པ འི་ བསྟན་པ་ ལ་ ཡང་ མངོན་པར་ དགའ་བ་ ཡིན །_
en: They should delight in a thus-gone one’s teaching.

source: ཆོས་ རྣམས་ ཉན་པ ས་ ཀྱང་ ངོམས་ མི་ ཤེས་པ་ ཡིན །_
en: They should not rest content with merely hearing the Dharma.

source: མི་ སླུ་བ ས་ བདེན་པ་ སྨྲ་ [200b] བ་ ཡིན་ ཏེ །_།
en: They should speak the truth without deception. [200.b]

source: ཀུན་དགའ་བོ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ བཞི་པོ་ དེ་དག་ དང་ ལྡན་ ན་ བླ་ ན་
en: Ānanda, if bodhisattvas have those four qualities

source: མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལས་མི་ ཉམས་ ཤིང་ ཡོངས་སུ་ མི་ ཉམས་པ་ ཡིན་ ནོ །_།
en: their progress toward unexcelled and perfect awakening will never be reversed or relapse.”

source: ལྷག་པ འི་ བསམ་པ ས་ ཕུན་ཚོགས་ ནས །_། |#| སངས་རྒྱས་ མཐོང་བ་ ཚོལ་ བར་ བྱེད །_།
en: “Perfect in altruism, They will seek to see buddhas.

source: ཆོས་ རྣམས་ ཀྱིས་ ནི་ ཆོག་ མི་ ཤེས །_།
en: They will not rest content with the Dharma.

source: བདེན་པ འི་ ཚིག་ ལ་ རབ་ཏུ་ གནས །_།
en: They will abide by true words.

source: སེམས་ཅན་ སྡུག་བསྔལ་ རྣམས་ མཐོང་ ནས །_།
en: $1689 “Seeing the suffering of beings,

source: ལྷག་པ འི་ བསམ་པ་ སྐྱེད་པ ར་ བྱེད །_།
en: They will engender altruism.

source: ལྷག་པ འི་ བསམ་པ་ ཤེས་ ནས་ སུ །_། སེམས་ཅན་ རྣམས་ ལ་ ཆོས་སྟོན་ འགྱུར །_།
en: Understanding altruism, They will teach the Dharma to beings.

source: དེ་ འདྲ འི་ ཆོས་ དག་ ཐོས་པ་ ན །_།
en: $1690 “When hearing such teachings,

source: ཆོས་ རྣམས་ ཀྱིས་ ནི་ ངོམས་པ་ མེད །_།
en: They are never satiated.

source: གང་ གིས་ དེ་ ཡི་ ཤེས་ འཕེལ་བ །_། དེ་ ལ་ བརྩོན་འགྲུས་ རྩོམ་པ ར་ བྱེད །_།
en: It makes them apply diligence In developing their knowledge

source: རྟག་པ ར་ བདེན་ཚིག་ སྨྲ་བ ར་ འགྱུར །_།
en: $1691 “They will always speak true words.

source: ཇི་ལྟ ར་ དེ་ ནི་ ཚིག་ སྨྲ་བ །_། དེ་བཞིན་ ཡིན་ ཏེ་ གཞན་ དུ་ མིན །_།
en: Just as they speak, So too will they be, and not otherwise.

source: ཆོས་ བཞི་པོ་ ནི་ དེ་དག་ ལ །_། དུས་ དུས་ སུ་ ནི་ སྟེན་པ ར་ བྱེད །_། |#| བྱང་ཆུབ་ དམ་པ་ འཐོབ་པ ར་ འགྱུར །_། |#| མིག་ གི་ དམ་པ་ འཕེལ་བ ར་ བྱེད །_།
en: $1692 “They will frequently rely upon These four qualities, And thus attain sublime awakening, And develop the finest of vision.

source: གང་ གི་ རྣམ་སྨིན་ དཔག་མེད་ ཅིང་ །_། བསམ་ མི་ ཁྱབ་པ ར་ བཤད་པ་ ཡི །_། ཆོས་ དེ་ འདྲ་བ་ ཐོས་ ནས་ སུ །_།
en: $1693 “Upon hearing about such qualities, Whose maturation is explained to be Immeasurable and inconceivable,

source: ཆོས་ རྣམས་ ལ་ ནི་ སུ་ མི་ གནས །_།
en: Who would not abide by those qualities?

source: ཀུན་དགའ་བོ་ ཐེག་པ་ ཆེན་པོ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ་ ཆོས་ བཞི་ དང་ ལྡན་ ན །_། |#| དྲན་པ་ ཉམས་པ ར་ མི་ འགྱུར་ ཞིང་
en: $1694 “Ānanda, there are four qualities that ensure that the mindfulness of those who have perfectly embarked on the Great Vehicle will not deteriorate, that

source: ལྷ ས་ བསྐུལ་བ་ ཡང་ ཐོབ་ ལ །_།
en: they receive encouragement from the gods, that

source: སྦྱིན་གནས་ དང་ བྲལ་བ ར་ ཡང་ མི་ འགྱུར་ ཞིང་ །_
en: they do not part from objects of generosity, and that

source: གལ་ཏེ་ སྦྱིན་ གནས་ མེད་པར་ གྱུར་ ན་ |#| བདག་ཉིད་ ཀྱང་ སྦྱིན་གནས་ སུ་ བྱེད་པ་ ཡིན་ ཏེ
en: they can serve as objects of generosity themselves in case there is no object of generosity present.

source: ཀུན་དགའ་བོ་ འདི་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལ་ སེམས་ཅན་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་པ ར་ སྤྲོ་བ་ དང་ ལྡན་པ་ ཡིན །_
en: Ānanda, bodhisattva great beings are delighted to make others uphold unexcelled and perfect awakening.

source: དེ་ བཞིན་ གཤེགས་པ་ ལ་ བསྟི་སྟང་ བྱ་བ་ སྤྲོ་བ་ དང་ ལྡན་པ་ ཡིན །_
en: They are delighted to honor the thus-gone ones.

source: ཆོས་ ཡོངས་སུ་ བཙལ་བ ར་ སྤྲོ་བ་ དང་ ལྡན་པ་ ཡིན །_
en: They are delighted to pursue the Dharma.

source: ཆོས་ སྨྲ་བ་ རྣམས་ ལ་ ཡང་ བདེ་བ འི་ ཡོ་བྱད་ ཀྱིས་ ཉེ་བ ར་ གནས་པ་ ཡིན་ ཞིང་ །_
en: They also provide Dharma preachers with pleasant objects and

source: སེམས་ཅན་ སྡུག་བསྔལ་བ་ དག་ མཐོང་ ནས་ |#| ཀྱང་ མི་ འཇིགས་ པས་ དབུགས་ འབྱིན་པ ར་ བྱེད་ [201a] པ་ ཡིན་ ཏེ
en: upon seeing beings suffer they comfort them with fearlessness. [201.a]

source: ཀུན་དགའ་བོ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཐེག་པ་ ཆེན་པོ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ་ ཆོས་ བཞི་པོ་ དེ་དག་ དང་ ལྡན་ ན་
en: Ānanda, if bodhisattvas who have perfectly embarked on the Great Vehicle have those four qualities, then

source: ཚེ་ རྗེས་ ནས་ བརྗེད་ མི་ངས་ ཡིན་ ཞིང་ སྦྱིན་གནས་ དང་ ཡང་ མི་ འབྲལ་བ་ ཡིན །_
en: in their future lives they will not forget, and they will not part from objects of generosity.

source: གལ་ཏེ་ སྦྱིན་གནས་ མ་ རྙེད་ ན་ ཡང་
en: And even if no object of generosity can be found,

source: བདག་ཉིད་ སྦྱིན་གནས་ སུ་ བྱེད་པ་ ཡིན་ ནོ །_།
en: they themselves will serve as objects of generosity.”

source: རྫོགས་ སངས་རྒྱས་ ལ་ བསྟི་སྟང་ བྱེད །_། |#| ཆོས་ ལ འང་ གུས་ དང་ བཅས་པ་ ཡིན །_།
en: “They will honor the perfect buddhas, And pay respect to the Dharma too.

source: ཆོས་ སྨྲ་བ་ ཡི་ དགེ་སློང་ ལ འང་ །_། གུས་ དང་ བཅས་པ ས་ བསྟི་སྟང་ བྱེད །_།
en: They will also respectfully honor The monks who preach the Dharma.

source: སེམས་ཅན་ འཇིགས་ པས་ གཟིར་བ་ དང་ །_། འདྲེན་ མེད་ སྡུག་བསྔལ་ རྣམས་ མཐོང་ ནས །_།
en: $1696 “Upon seeing beings tormented by fear And suffering without a guide,

source: དེ་དག་ ལ་ ནི་ འཇིགས་མེད་ སྦྱིན །_། |#| འཇིགས་ གཟིར་ དེ་དག་ སྐྱོབ་པ ར་ བྱེད །_།
en: They will give them fearlessness, And thus protect them from the torment of fear.

source: དགེ་བ འི་ རྩ་བ་ དེ་ ཡིས་ ནི །_། སངས་རྒྱས་ མཐོང་བ་ ཐོབ་པ ར་ འགྱུར །_།
en: $1697 “Through that root of virtue They will receive visions of buddhas.

source: ཁྱོད་ ལོངས་ བརྩོན་འགྲུས་ རྩོམས་ ཤེས་ ནི །_། ལྷ་ རྣམས་ དག་ ཀྱང་ སྐུལ་བ ར་ བྱེད །_།
en: Gods will also encourage them, Saying, ‘Rise, you, and apply diligence!’

source: གལ་ཏེ་ སངས་རྒྱས་ མ་ མཐོང་ ཞིང་ །_། ཉན་ཐོས་ ཀྱང་ ནི་ མ་ མཐོང་ ལ །_། འཇིག་རྟེན་ འདི་ ཡི་ སྦྱིན་པ འི་ གནས །_། |#| རང་ སངས་རྒྱས་ དེ་ མ་ མཐོང་ ན །_།
en: $1698 “If they do not see a buddha, They do not see a hearer, And they do not see a solitary buddha To serve as an object of generosity for this world,

source: རང་ཉིད་ མངོན་པར་ བྱུང་ ནས་ སུ །_། ཁྱིམ་ མེད་པར་ ནི་ རབ་ཏུ་ འབྱུང་ །_།
en: $1699 “They will renounce all by themselves, And go forth into homelessness.

source: དགོན་པ་ ཞི་བ་ སྟེན་པ ར་ བྱེད །_། |#| མངོན་ཤེས་ ལྔ་པོ་ མྱུར་ དུ་ འཐོབ །_།
en: They will rely upon a tranquil forest And swiftly attain the five superknowledges.

source: མངོན་ཤེས་ ལྔ་པོ་ ཐོབ་ ནས་ ཀྱང་ །_།
en: $1700 “Having attained the five superknowledges,

source: ས་ འདི་ ཀུན་ ཏུ་ རྣམ་པར་ རྒྱུ །_།
en: They will wander all around this earth.

source: གྲོང་ དང་ ཡུལ་འཁོར་ རྣམས་ སོང་ ནས །_།
en: Visiting towns and countries,

source: སེམས་ཅན་ རྣམས་ ནི་ ཆོས་ འཛིན་ འཇུག _།
en: They will ensure that beings receive the Dharma.

source: དེ་ལས་ ཆོས་ ནི་ ཐོས་ ནས་ སུ །_།
en: $1701 “Having heard the Dharma from them,

source: འགྲོ་བ་ སྡིག་པ་ སྤོང་བ ར་ བྱེད །_།
en: Beings will abandon evil.

source: ཕྱི་ ནས་ སྡིག་པ འི་ ལས་ཅན་ མིན །_།
en: No longer perpetuating evil deeds,

source: སེམས་ཅན་ གུས་ དང་ བཅས་པ ར་ འགྱུར །_།
en: Beings will become respectful.

source: དེར་ ནི་ མྱ་ངན་ འདས་པ་ འཐོབ །_། |#| ཆོས་ ཀྱི་ མཆོག་ གིས་ དེ་ མཆོག་ ལྟར །_། དེ་བཞིན་ འདི་ ལ་ བདག་ བྱ་ སྙམ །_། |#| དེ་ ཡི་ ཐད་ དུ་ རབ་ཏུ་ འབྱུང་ །_།
en: $1702 “Beings will go forth under their auspices, Thinking, ‘I will attain nirvāṇa under them, For just as they became supreme due to the highest Dharma, I too will now do the same!’

source: རང་ གིས་ ཆོས་ ནི་ སྤྱོད་པ་ ན །_།
en: $1703 “If one practices the Dharma,

source: གཞན་དག་ དང་ ནི་ བདག་ཉིད་ ཀྱི །_། དེ་ འདྲ་བ་ ཡི་ ཡོན་ཏན་ འབྱུང་ །_།
en: Such qualities appear In oneself and others—

source: སུ་ཞིག་ རྟག་ ཏུ་ ཆོས་ མི་ སྤྱོད །_།
en: So who would not constantly practice the Dharma?

source: དེ་བ ས་ བྱང་ཆུབ་ ཡོངས་ ཚོལ་ བས །_། ཆོས་ དེ་དག་ ནི་ ཀུན་ ཏུ་ སྤྱད །_།
en: $1704 “Therefore, those who pursue awakening Will practice those qualities.

source: སངས་རྒྱས་ ཡེ་ཤེས་ བསམ་ མི་ ཁྱབ །_།
en: Their wisdom of awakening will be inconceivable And

source: དེ་ ནི་ ཉམས་པ ར་ འགྱུར་ མ་ ཡིན །_།
en: they will not regress from it. [201.b]

source: ངས་ ཀྱང་ [201b] སྔོན་ཆད་ དེ་དག་ བསྟེན །_། |#| དེ་ཕྱིར་ ང་ ནི་ མཆོག་ ཏུ་ འཕགས །_།
en: $1705 “I too relied on those in the past, And am thus supremely exalted.

source: ཆོས་ དེ་ ལ་ ནི་ མངོན་ བསླབས་ ནས །_།
en: Having intensively trained in those qualities,

source: སངས་རྒྱས་ བྱང་ཆུབ་ རྙེད་ མི་ དཀའ །_།
en: The wisdom of awakening was not difficult to discover.

source: ང་ ནི་ འཇིག་རྟེན་ རྫོགས་ སངས་རྒྱས །_།
en: $1706 “I am a fully awakened one in the world;

source: ང་ ནི་ འཇིག་རྟེན་ བླ་ ན་ མེད །_།
en: I am unexcelled in the world.

source: ཡེ་ཤེས་ བླ་ ན་ མེད་པ་ ཡི །_། ཆོས་སྟོན་ བྱེད་པ་ ཨ་ལ་ ལ །_།
en: Teaching the Dharma Of unexcelled wisdom—what a delight!

source: ཀུན་དགའ་བོ་ དེ་ལྟ་བས་ན་ རྣམ་ གྲངས་ དེས་ན་ ཅི་ ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཆོས་ དེ་དག་ ལ་ གནས་ ཤིང་ འདི་ལྟ་སྟེ །_། |#| ཆོས་ རྣམས་ ཀྱིས་ དོན་ བྱེད་པ་ ཡིན་པ་ དེ་ལྟ་ བུར་ རིག་པ ར་ བྱ འོ །_།
en: $1707 “That is why, Ānanda, according to that explanation, bodhisattva great beings by all means should obtain those qualities and thus be understood to bring benefit through those qualities.

source: ཀུན་དགའ་བོ་ སྔོན་བྱུང་ བ་ འདས་པ འི་ དུས་ ན་ བསྐལ་པ་ གྲངས་མེད་ པར་ གྱུར་པ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ ནམ་མཁའ་ ཡོངས་སུ་ ཟིན་པ་ འདིར་ རྒྱལ་པོ་ ཕྱོགས་ རབ་ སྒྲོགས་ ཞེས་ བྱ་བ་ ཞིག་ བྱུང་ སྟེ
en: $1708 “Ānanda, a countless eon ago there appeared in this world a king called He Who Resounds Throughout the Quarters.

source: ཀུན་དགའ་བོ་ རྒྱལ་པོ་ ཕྱོགས་ རབ་ སྒྲོགས་ ཀྱི་ ཆུང་མ་ དམ་པ་ གཙོ་ མོ་ལ ས་ བུ་ ཞིག་ བཙས་པ ར་ གྱུར་ ཏོ །_།
en: Ānanda, a son was born to the main wife of that king.

source: ཀུན་དགའ་བོ་ གཞོན་ནུ་ དེ་ བཙས་མ་ ཐག་ ཏུ་ འཇིག་རྟེན་ དུ་ སེམས་ཅན་ ཆོས་ སྤྱོད་པ་ ཞིག་ བྱུང་ ངོ་ །_། |#| ཞེས་ ལྷ་ རྣམས་ ཀྱིས་ སྒྲ་ སྐད་ འཐུན་ པར་ བསྒྲགས་ སོ །_།
en: Ānanda, as soon as the boy was born, the gods proclaimed in unified cadence and wording, ‘A being who practices the Dharma has come into the world!’

source: ཀུན་དགའ་བོ་ དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དེས་ སྒྲ་ དེ་ ཐོས་ ནས་ ཅི་ འདི་ ཆོས་ ཤིག་ ཡིན་ ནམ །_ འོན་ཏེ་ ཆོས་མ་ ཡིན་ སྙམ་ ནས་ ཀུན་ ཏུ་ སྔངས་པ ར་ གྱུར་ ཏོ །_།
en: Ānanda, upon hearing those words, the prince was scared, thinking, ‘What is this, Dharma or non-Dharma?’

source: ཀུན་དགའ་བོ་ རྒྱལ་པོ འི་ གཞོན་ནུ་སྐྱེས་ ནས་ ལོ་ བདུན་ ལོན་པ་ ལྟ་བུ་ དེ་ རྒྱལ་པོ་ ཕྱོགས་ རབ་ སྒྲོགས་ དེ་ག་ ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| རྒྱལ་པོ འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ །_།
en: $1709 “Ānanda, when about seven years had passed after the prince was born, he went before the king, prostrated to his feet, and sat to one side.

source: ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ ནས་ |#| ཀྱང་ རྒྱལ་པོ་ ཕྱོགས་ རབ་ སྒྲོགས་ ལ་ སྨྲས་པ །_
en: Seated there, he said to the king,

source: ཡབ་ འདི་ ཅི་ ཆོས་ ཤིག་ ལགས་ སམ་ འོན་ཏེ་ ཆོས་མ་ ལགས །_
en: ‘Father, what is this, Dharma or non-Dharma?’

source: དེ་ནས་ རྒྱལ་པོ་ དེས་ གཞོན་ནུ་ ལ་ཚིགས་ སུ་ བཅད་པ ས་ སྨྲས་པ །_
en: $1710 “The king responded to the boy with this verse:

source: སྲོག་གཅོད་པ་ ཡི་ སྡིག་པ་ སྤངས་ ནས་ |#| སུ །_། སྦྱིན་པ་ དུལ་བ་ ཚངས་སྤྱོད་ ཡང་དག་ སྡོམ །_། དེས་ དང་ ཚུལ་ཁྲིམས་ ཡོན་ཏན་ རབ་གནས་པ །_། ཆོས་ དེ་ འཕགས་པ་ རྣམས་ ཀྱིས་ བསྟོད་པ་ ཡིན །_།
en: “ ‘The Dharma—by which the evil deed of taking life is abandoned; |#| Generosity, restraint, and pure conduct are observed; |#| And the qualities of gentleness and discipline are adhered to— Is praised by the noble ones.’

source: ཀུན་དགའ་བོ་ དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དེས་ ཕ་ དེ་ ལ་ཚིགས་ སུ་ བཅད་པ ས་ སྨྲས་པ །_
en: $1711 “Ānanda, the prince then spoke these verses to his father:

source: ཡབ་ ཅིག་ བདག་ ལ་ ཆོས་ གང་ གསུངས་པ་ དེ །_། |#| རྒྱལ་སྲིད་ འཛམ་གླིང་ དེ་ ནི་ རབ་ སྟོན་པ །_། ཁྱིམ་པ ས་ ཆོས་ དེ་ བསྟེན་པ ར་ ནུས་ ལགས་ སམ །_།
en: “ ‘Father, can householders, Who wield dominion over Jambudvīpa, Rely on the Dharma, the Dharma of which you speak to me?

source: བདག་ གིས་ ཞུས་པ་ དེ་ ནི་ ལུང་བསྟན་ གསོལ །_།
en: Please clarify this question I have posed.

source: གལ་ཏེ་ དེ་ ནུས་ ལགས་ ན་ བདག་ ལ་ [202a] གསུངས །_།
en: $1712 “ ‘Tell me if they can. [202.a]

source: གལ་ཏེ་ བདག་ གིས་ ནུས་ ན་ ཁྱོད་ ཀྱིས་ གསུངས །_།
en: You should tell me if I can.

source: བདེན་པ་ སྨྲ་བ་ སེམས་ཅན་ དམྱལ་ མི་ མཆི །_།
en: There are no truth-tellers in the hells;

source: དེ་དག་ ངན་འགྲོ འང་ ཀུན་ ཏུ་ སྟེན་ མི་ འགྱུར །_།
en: They will not partake of negative destinies at all.

source: མི་ བདེན་ སྨྲ་བ་ ངན་འགྲོ ར་ མཆི་བ ར་ འགྱུར །_།
en: $1713 “ ‘Those who tell lies will go to negative destinies.

source: མནར་མེད་ ཕྱིན་ ཅིང་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར །_།
en: They will reach the Hell of Incessant Pain and experience suffering.

source: དེ་ཕྱིར་ མི་ བདེན་པ་ དག་ སྤངས་ ནས་ སུ །_།
en: Therefore, please cast off lies, And

source: བདེན་ཚིག་ བདེན་པ་ བདག་ ལ་ གསུང་ དུ་ གསོལ །_།
en: tell me the truth in true words!’

source: ཀུན་དགའ་བོ་ དེ་ནས་ རྒྱལ་པོ་ ཕྱོགས་ རབ་ སྒྲོགས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དེ་ ལ་ཚིགས་ སུ་ བཅད་པ་ དག་ གིས་ སྨྲས་པ །_
en: $1714 “Ānanda, the king then spoke these verses to the prince:

source: རྒྱལ་སྲིད་ འཛམ་གླིང་ དེ་ ནི་ རབ་ སྟོན་པ །_། ཆོས་ རྣམས་ མཐའ་དག་ བསྟེན་པ ར་ ནུས་ མ་ ཡིན །_།
en: “ ‘Those who wield dominion over Jambudvīpa Are unable to rely on the entire Dharma.

source: དབྱུག་པ་ མཚོན་ གྱིས་ ས་ ནི་ རབ་ བསྟན་ ན །_།
en: If they rule the earth with the weapon of a scepter,

source: གཞོན་ནུ་ གང་ དུ་ དེ་ ལ་ ཆོས་འབྱུང་ འགྱུར །_།
en: Where, boy, would the Dharma appear for them?

source: སྲོག་ཆགས་ རྣམས་ ལ་ ང་ ཡིས་ གནོད་ སྤྱོ་ བྱ །_།
en: $1715 “ ‘I harm living beings—

source: ང་ ཡིས་ བསྒོ་བ་ མྱུར་ དུ་ མི་ བྱེད་པ །_། དེ་ ནི་ ལོངས་སྤྱོད་ ཕྲོགས་ ཤིང་ ཆད་པ ས་ བཅད །_། |#| ཕྱིས་ ཀྱང་ བཙོན་ར ར་ རབ་ཏུ་ གཞུག་པ ར་ བྱ །_།
en: With those who do not immediately heed my command, I steal their enjoyments, punish them, And then put them in jail.

source: ས་བཟང་ བལྟ་བ འི་ ཕྱིར་ ནི་ མངོན་པར་ འབྱུང་ །_།
en: $1716 “ ‘When they get out to behold the fine land,

source: དེ་ ཚེ་ གྲོང་རྡལ་པ་ དག་ སྐྲག་པ ར་ འགྱུར །_།
en: They will be frightened of our cities.

source: རྒྱལ་པོ་ འོང་ ཞེས་ སྐྲག་པ་ འབྱུང་འགྱུར་ ཞིང་ །_། དེ་དག་ ཕྱོགས་ཕྱོགས་ སུ་ ནི་ འགྲོ་བ ར་ འགྱུར །_།
en: When they hear that the king is coming, they are frightened, And wander from place to place.

source: གང་ ཚེ་ ང་ ནི་ ཆོས་ ལ་ འདུག་ གྱུར་ ཚེ །_། ལྷ་ འདི་ ནོངས་པ་ འབྱུང་བ འི་ མི་ ལགས་ ན །_།
en: $1717 “ ‘When I was immersed in such matters, If there was a person that slighted me, the king,

source: ཇི་ལྟ ར་ ལྷ ས་ མཁྱེན་ ཆད་པ ས་ ཆོད་ ཅིག་ ཅེས །_།
en: The king would know and say, “Punish him!”

source: ང་ ལ་ འབུལ་ ཞིང་ ངེས་པ ར་ འབུལ་བ ར་ བྱེད །_།
en: Thus he would be offered and delivered to me.

source: ང་ ཡིས་ ཉེས་པ་ བྱུང་བ་ དེ་ མ་ ཤེས །_། |#| གཞན་ གྱི་ དོན་ གྱི་ ཕྱིར་ ནི་ སྡིག་པ་ བྱས །_།
en: $1718 “ ‘I did not know that was wrong, And so committed evil for the sake of others.

source: ཅི་ ནས་ ཕྱིན་ ཅད་ ང་ ཡི་ བསྟན་པ་ ལ །_། དེ་དག་ སྡིག་ མི་ བྱེད་པ ར་ རྡེགས་ ཆིངས་ སོད །_།
en: I ordered, “By all means, henceforth beat, capture, and kill, To prevent them from committing evil against my instructions.”

source: དེ་ ལ་ བསླབས་ ནས་ གཞན་དག་ བྱེད་ གྱུར་ ན །_།
en: $1719 “ ‘If others were to act in emulation of that

source: དེ་ལྟ ར་ ང་ ཡི་ ཡུལ་འཁོར་ སྡུག་བསྔལ་ འགྱུར །_།
en: My territory would thus suffer.

source: ཚར་ བཅད་ ནས་ ནི་ དེ་ ལ་ ཆད་པ ས་ བཅད །_།
en: I would punish them by destroying them, And

source: དེ་ལས་ གྲོང་རྡལ་བ་ དག་ འཇིགས་ པར་ འགྱུར །_།
en: based on that, the cities would be afraid.

source: རྒྱལ་པོ་ གཏུམ་ ཞིང་ མི་ རྣམས་ དྲག་པོ་ ཡིན །_། |#| དེ་ ཡིས་ འཕྲལ་ དུ་ སྲོག་ཆགས་ འཇིགས་ པར་ བྱེད །_།
en: $1720 “ ‘A fierce king who is hard on the people Will immediately frighten beings.

source: གནོད་པ་ བྱེད་ ཚེ་ དེ་ ལ་ སྙིང་རྗེ་ སྐྱེ །_། |#| རྣམ་པར་ རྒྱལ་ ལ་མ་ ཆགས་ སྟོན་པ ར་ འགྱུར །_།
en: You will thus be taught to have compassion for beings when harming them, And not to be attached to victory.’

source: དེ་ ཚེ་ གཞོན་ནུ ས་ ཚིག་ ནི་ ཐོས་ ནས་ སུ །_། ཕྱོགས་ རབ་ སྒྲོགས་ ལ་ཚིགས་ བཅད་ འདི་དག་ སྨྲས །_།
en: $1721 “Then the boy, upon hearing those words, Spoke these verses to the king:

source: སྐྱོ་བ་ ཐོབ་ ཅིང་ སྡུག་བསྔལ་ གྱུར་པ་ ལགས །_།
en: ‘I have become sad and am suffering.

source: ཡབ་ ཅིག་ བདག་ ནི་ ཆོས་ ལ་ སྟེན་པ ར་ འཚལ །_།
en: Father, I long to rely on the Dharma.

source: ཡབ་ ཅིག་ བདག་ འདིར་ རྒྱལ་སྲིད་ དོན་ མི་ གཉེར །_།
en: $1722 “ ‘Father, I am not interested in dominion here, [202.b]

source: གཞན་ གྱི་ དོན་ གྱི་ [202b] ཕྱིར་ ནི་ སྡིག་ བགྱིད་ འགྱུར །_།
en: For I would commit evil for the sake of others.

source: ཡབ་ཡུམ་ དང་ ནི་ རྒྱལ་སྲིད་ སྤངས་ ནས་ སུ །_། ཡབ་ ཅིག་ བདག་ ནི་ ཆོས་ ཡོངས་ བཙལ་བ ར་ འཚལ །_།
en: Abandoning parents and kingdom, Father, I long to pursue the Dharma.

source: ཡབ་ ཅིག་ གལ་ཏེ་ བདག་ གཏོང་ མི་ མཛད་ ན །_།
en: $1723 “ ‘Father, if you do not let me go,

source: ང་ཉིད་ བདག་ ནི་ འཆི་བ འི་ དུས་ བགྱི འོ་ ཡབ །_།
en: I will kill myself, Father!

source: དུག་ བཏུང་ རི་ ལས་ གཡང་ དུ་ དོར་བ ར་ བགྱི །_།
en: I will drink poison, or throw myself off a mountain into a chasm!

source: མཚོན་ གྱིས་ འཆི་བ འི་ དུས་ ཀྱང་ བགྱི འོ་ ཡབ །_།
en: I will kill myself with a weapon, Father!’

source: རྒྱལ་པོས་ ཚིག་ དེ་ ཐོས་ ནས་ མི་ དགར་ གྱུར །_།
en: $1724 “Hearing those words, the king was displeased and said,

source: བུ་ ཁྱོད་ ང་ ཚིག་ འདི་འདྲ་ འདི་ ཉོན་ ཅིག _།
en: ‘Prince, listen to these words of mine!

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ རྟག་པ ར་ འདོད་པ་ སྤྱོད །_།
en: Prince, you should continually indulge in desire!

source: ང་ ཡིས་ རྒྱལ་སྲིད་ དེ་ ནི་ བསྟེན་པ ར་ བྱ །_།
en: I will attend to the kingdom!

source: བུ་ ཁྱོད་ ཁྱིམ་ ནས་ མངོན་པར་ མ་ འབྱུང་ ཤིག _།
en: $1725 “ ‘Prince, do not go forth from the home!

source: བུ་ ཅིག་ སྐྱེད་ མོས་ཚལ་ དུ་ རྩེ་དགའ་ བྱོས །_།
en: Prince, frolic in the garden!

source: ལོངས་སྤྱོད་ ཡངས་ ཤིང་ མང་པོ་ ཁྱོད་ ལ་ སྦྱིན །_།
en: I will give you many lavish enjoyments!

source: བུ་ ཁྱོད་ རབ་ཏུ་ བྱུང་བ ས་ ཅི་ འགྱུར་ སྙམ །_།
en: Prince, what good do you think going forth will bring you?

source: འདོད་པ་ མཛེས་པ་ རིམ་གྱིས་ སྤྱད་པ ར་ བྱོས །_།
en: $1726 “ ‘First indulge in exquisite pleasures, one by one!

source: ལོངས་སྤྱོད་ ཟད་པ ར་ གྱུར་ ནས་ རབ་ཏུ་ བྱུང་ །_།
en: Then you can go forth once the enjoyments are spent!’

source: འདི་ ལ་ ཇི་སྲིད་ སྐྱོན་ ཉུང་ ཤེས་ ནས་ སུ །_། ཚེ་ ཐུང་ ཉིད་ ན་ མྱ་ ངན་ འདས་པ་ བསྐྱེད །_།
en: The prince replied, ‘At the same time, I find a few faults in this, So in this short life I will give rise to nirvāṇa alone.

source: འདོད་པ་ བསྟེན་པ ས་ ངོམས་པ ར་ འགྱུར་ མ་ ལགས །_། |#| སྐྱོན་ དང་ ཐ་བ འི་ ལས་ ནི་ བསྐྱེད་པ ར་ བགྱིད །_།
en: $1727 “ ‘I will not be content indulging my desires. |#| I would through this create faulty and afflicted karma.

source: སྐྱོན་མེད་ མངོན་ འབྱུང་ ཆོས་ ནི་ སྤྱད་པ ར་ བགྱི །_།
en: I will go forth faultlessly and practice the Dharma.

source: སྲོག་ཆགས་ རྣམས་ ལ་ ཕན་ ཕྱིར་ བྱམས་པ་ སྟེན །_།
en: I will rely on love to benefit all beings.

source: དགོན་པ འི་ གནས་ སུ་ གཅིག་པུ་ གནས་པ ར་ བགྱི །_།
en: $1728 “ ‘I will dwell alone in forested places.

source: དེ་ལས་ བདེ་བ་ ཆེན་པོ་ འབྱུང་བ ར་ འགྱུར །_།
en: From that great bliss will come.

source: ཚུལ་ཁྲིམས་ གནས་པ ས་ ཚངས་སྤྱོད་ ཞི་བ ར་ འགྱུར །_།
en: By adhering to discipline I will practice pure conduct and be tranquil.

source: དེ་ཕྱིར་ དགོན་པ་ བརྒྱ་ ནི་ བསྟེན་པ ར་ བགྱི །_།
en: I will thus rely on hundreds of forests.

source: བདག་ གི་ སླད་བཞིན་ ཡབ་ ཁྱོད་ རབ་ཏུ་ བྱུང་ །_།
en: $1729 “ ‘You should go forth in emulation of me.

source: ཁྱོད་ ལ་ ཡུལ་འཁོར་ གྲོང་རྡལ་ ཅི་ཞིག་ བགྱི །_།
en: What good to you are the territory and its cities?

source: གཞན་ གྱི་ དོན་ དུ་ སྡིག་པ་ བགྱིས་པ ས་ ནི །_། ངན་སོང་ གནས་ ཤིང་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར །_།
en: By committing evil for the sake of others, You will dwell in negative destinies and experience suffering there.

source: དེ་ ཡི་ ཚེ་ ན་ འཇིགས་པ་ ཆེན་པོ་ ཡི །_། ལྕགས་ ཀྱི་ ཐུ་ལུམ་ ཆེན་པོ་ གསོལ་ ཅིག་ ཡབ །_།
en: $1730 “ ‘Then you will swallow The giant metal ball of terror, Father!

source: སྡིག་ བགྱིས་ མི་མཉམ་པ་ ནི་ སྤྱད་པ ས་ ན །_།
en: By committing incomparable evil,

source: སེམས་ཅན་ དམྱལ་བ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར །_།
en: Beings are born into the hells.

source: ལུས་ ལ་ ལྕགས་ ཀྱི་ ཕུར་བུ ས་ བཏབ་ ནས་ |#| སུ །_། དེ་ ཚེ་ ལྕགས་ ཀྱི་ སྒོ་གླེགས་ སྟེང་ ནས་ འཇོམས །_།
en: $1731 “ ‘Their bodies will be pinned down with a metal dagger, Then crushed from above with a metal door leaf.
